Repository: ReZe20/WE-Tool
Catalog: WE Tool/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Settings_Subfolder_KeepStructure.Content
source: Flatten all files into the wallpaper subfolder
de_de: Verzeichnisstruktur der Unterordner beibehalten
es_es: Conservar estructura de subcarpetas
fr_fr: Conserver la structure des sous-dossiers
it_it: Mantenere la struttura delle sottocartelle
ko_kr: 하위 폴더 디렉터리 구조 유지
pt_br: Manter estrutura de subpastas
ru_ru: Сохранять структуру подпапок
zh_cn: 打乱原有目录结构，所有文件存放于同一子文件夹
zh_tw: 保持子資料夾的目錄結構

# Settings_KeepStructure.Content
source: Keep original directory structure
es_es: Conservar estructura original
fr_fr: Conserver la structure originale
it_it: Mantenere la struttura originale
ko_kr: 원본 디렉터리 구조 유지
ru_ru: Сохранять исходную структуру каталогов
zh_tw: 保持原有目錄結構

# Settings_FlattenStructure.Content
source: All files in the same folder
es_es: Todos los archivos en una carpeta
fr_fr: Tous les fichiers dans un seul dossier
it_it: Tutti i file in un'unica cartella
ko_kr: 모든 파일은 동일한 폴더에 저장되어 있습니다
ru_ru: Все файлы в одной папке
zh_tw: 所有檔案存於同一資料夾

# Settings_SceneHeader.Text
source: Scene Wallpapers
es_es: Fondos de escena
fr_fr: Fonds d'écran de scène
it_it: Sfondi di scena
ko_kr: 씬 배경화면
ru_ru: Обои сцены
zh_tw: 場景類桌布

# Settings_TeachingTip_Output1.Subtitle
source: Output all files from wallpapers without extension filtering. Texture Mode Controls how TEX files in scene wallpapers are processed. Copy project.json & Preview When enabled, additional project.json and preview image files will be output.
es_es: Extrae todos los archivos de los fondos sin filtrar por extensión. Modo de textura Controla cómo se procesan los archivos TEX en los fondos de escena. Copiar project.json y vista previa Al habilitarlo, se copian también project.json e imágenes de vista previa.
fr_fr: Extrait tous les fichiers des fonds d'écran sans filtrage par extension. Mode texture Contrôle le traitement des fichiers TEX dans les fonds d'écran de scène. Copier project.json et aperçu Si activé, copie également project.json et les images d'aperçu.
it_it: Estrae tutti i file dagli sfondi senza filtro per estensione. Modalità texture Controlla l'elaborazione dei file TEX negli sfondi di scena. Copia project.json e anteprima Se attivato, copia anche project.json e immagini di anteprima.
ko_kr: 확장자 필터 없이 배경화면의 모든 파일을 출력합니다. 텍스처 모드 씬 배경화면의 TEX 파일 변환 방식을 제어합니다. project.json 및 미리보기 복사 활성화하면 project.json과 미리보기 이미지도 함께 출력됩니다.
ru_ru: Выводит все файлы из обоев без фильтрации по расширению. Режим текстур Управляет обработкой TEX-файлов в обоях сцены. Копировать project.json и превью При включении дополнительно копируются project.json и изображения предпросмотра.
zh_tw: 將桌布中的全部檔案完整輸出，不依副檔名過濾。 紋理處理模式 控制場景類桌布中 TEX 檔案的轉換行為。 複製 project.json 與預覽圖 啟用後將額外輸出 project.json 檔案和桌布預覽圖。

# Settings_TeachingTip_Output1.CloseButtonContent
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
ru_ru: Закрыть
zh_tw: 關閉

# Settings_TeachingTip_Output1.ActionButtonContent
source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ko_kr: 다음
ru_ru: Далее
zh_tw: 繼續

# Settings_TeachingTip_Output2.Subtitle
source: Outputs only media files: images, videos and audio, keeping only the direct contents of the materials/ and sounds/ folders (subfolders such as masks and effects are excluded); project.json and preview images are not output. TEX textures in scene wallpapers are converted automatically: image textures to images, video textures to videos, audio textures to audio.
es_es: Solo genera archivos multimedia: imágenes, vídeos y audio, conservando únicamente el contenido directo de las carpetas materials/ y sounds/ (las subcarpetas como masks o effects no se generan); no genera project.json ni imágenes de vista previa. Las texturas TEX de los fondos de escena se convierten automáticamente: texturas de imagen a imágenes, texturas de vídeo a vídeos, texturas de audio a audio.
fr_fr: Ne génère que des fichiers multimédia : images, vidéos et audio, en ne conservant que le contenu direct des dossiers materials/ et sounds/ (les sous-dossiers comme masks ou effects ne sont pas générés) ; project.json et les aperçus ne sont pas générés. Les textures TEX des fonds d'écran de scène sont converties automatiquement : textures d'image en images, textures vidéo en vidéos, textures audio en audio.
it_it: Emette solo file multimediali: immagini, video e audio, conservando solo il contenuto diretto delle cartelle materials/ e sounds/ (le sottocartelle come masks o effects non vengono emesse); project.json e anteprime non vengono emessi. Le texture TEX degli sfondi scenici vengono convertite automaticamente: texture immagine in immagini, texture video in video, texture audio in audio.
ko_kr: 이미지, 동영상, 오디오 등 미디어 파일만 출력하며, materials/ 및 sounds/ 폴더의 직접 콘텐츠만 유지합니다(masks, effects 등 하위 폴더는 출력하지 않음). project.json과 미리보기 이미지는 출력하지 않습니다. 장면 배경화면의 TEX 텍스처는 자동 변환됩니다:이미지 텍스처→이미지, 동영상 텍스처→동영상, 오디오 텍스처→오디오.
ru_ru: Выводит только медиафайлы: изображения, видео и аудио, сохраняя лишь содержимое напрямую в папках materials/ и sounds/ (вложенные папки, такие как masks или effects, не выводятся); project.json и превью не выводятся. Текстуры TEX в сценических обоях конвертируются автоматически: текстуры-изображения — в изображения, видео-текстуры — в видео, аудио-текстуры — в аудио.
zh_tw: 僅輸出媒體檔案:圖片、影片與音訊,且只保留 materials/ 與 sounds/ 目錄下的直接內容(子資料夾如 masks、effects 不輸出),不輸出 project.json 與預覽圖。 場景類桌布中的 TEX 紋理自動轉換:圖片紋理轉圖片,影片紋理轉影片,音訊紋理轉音訊。

# Settings_TeachingTip_Output2.CloseButtonContent
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
ru_ru: Закрыть
zh_tw: 關閉

# Settings_TeachingTip_Output2.ActionButtonContent
source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ko_kr: 다음
ru_ru: Далее
zh_tw: 繼續

# Settings_TeachingTip_Output3.Subtitle
source: Combine filters as needed. Exclude extensions Skip files with the given extensions. Only keep extensions Output only files with the given extensions. Ignore directories Skip everything under the given directories (including subfolders). Only extract directories Output only content under the given directories (including subfolders). Filter effect images Converted images whose transparent or black pixel ratio ≥ threshold are skipped entirely (0 = off). Extension filters apply to both direct copies and scene-wallpaper extraction; directory filters and effect-image filtering apply to scene-wallpaper extraction only.
es_es: Combina filtros según necesites. Excluir extensiones Omite los archivos con las extensiones indicadas. Solo conservar extensiones Genera únicamente los archivos con las extensiones indicadas. Ignorar directorios Omite todo el contenido de los directorios indicados (incluidas las subcarpetas). Solo extraer directorios Genera únicamente el contenido de los directorios indicados (incluidas las subcarpetas). Filtrar imágenes de efecto Las imágenes convertidas con un porcentaje de píxeles transparentes o negros ≥ umbral se omiten por completo (0 = desactivado). Los filtros de extensión se aplican tanto a la copia directa como a la extracción de fondos de escena; los filtros de directorio y de imágenes de efecto solo se aplican a la extracción de fondos de escena.
fr_fr: Combinez les filtres selon vos besoins. Exclure des extensions Ignore les fichiers avec les extensions indiquées. Ne conserver que des extensions Ne génère que les fichiers avec les extensions indiquées. Ignorer des dossiers Ignore tout le contenu des dossiers indiqués (sous-dossiers inclus). N'extraire que des dossiers Ne génère que le contenu des dossiers indiqués (sous-dossiers inclus). Filtrer les images d'effet Les images converties dont le ratio de pixels transparents ou noirs ≥ seuil sont entièrement ignorées (0 = désactivé). Les filtres d'extension s'appliquent à la copie directe et à l'extraction des fonds de scène ; les filtres de dossiers et d'images d'effet ne s'appliquent qu'à l'extraction des fonds de scène.
it_it: Combina i filtri secondo necessità. Escludi estensioni Salta i file con le estensioni indicate. Conserva solo estensioni Emette solo i file con le estensioni indicate. Ignora cartelle Salta tutto il contenuto delle cartelle indicate (incluse le sottocartelle). Estrai solo cartelle Emette solo il contenuto delle cartelle indicate (incluse le sottocartelle). Filtra immagini effetto Le immagini convertite con rapporto di pixel trasparenti o neri ≥ soglia vengono saltate interamente (0 = disattivato). I filtri di estensione si applicano sia alla copia diretta sia all'estrazione degli sfondi scenici; i filtri di cartella e di immagini effetto si applicano solo all'estrazione degli sfondi scenici.
ko_kr: 필터를 필요에 따라 조합합니다. 확장자 제외 지정한 확장자의 파일을 건너뜁니다. 확장자만 유지 지정한 확장자의 파일만 출력합니다. 디렉터리 무시 지정한 디렉터리 아래(하위 폴더 포함)의 모든 내용을 건너뜁니다. 디렉터리만 추출 지정한 디렉터리 아래(하위 폴더 포함)의 내용만 출력합니다. 효과 이미지 필터링 투명 또는 검은 픽셀 비율이 임계값 이상인 변환 이미지는 항목 전체가 건너뛰어집니다(0 = 꺼짐). 확장자 필터는 직접 복사와 장면 배경화면 추출 모두에 적용되며, 디렉터리 필터와 효과 이미지 필터링은 장면 배경화면 추출에만 적용됩니다.
ru_ru: Комбинируйте фильтры по необходимости. Исключить расширения Пропускает файлы с указанными расширениями. Только указанные расширения Выводит только файлы с указанными расширениями. Игнорировать папки Пропускает всё содержимое указанных папок (включая вложенные). Извлекать только папки Выводит только содержимое указанных папок (включая вложенные). Фильтр эффектных изображений Преобразованные изображения с долей прозрачных или чёрных пикселей ≥ порога пропускаются целиком (0 = выкл). Фильтры расширений применяются и к прямому копированию, и к извлечению сценических обоев; фильтры папок и эффектных изображений — только к извлечению сценических обоев.
zh_tw: 按需組合篩選條件。 排除副檔名 跳過指定副檔名的檔案。 僅保留副檔名 只輸出指定副檔名的檔案。 忽略解析目錄 跳過指定目錄及其子資料夾下的全部內容。 僅解析目錄 只輸出指定目錄及其子資料夾下的內容。 剔除效果圖 轉換圖中透明或黑色像素占比 ≥ 閾值的將整條目跳過(0 = 關閉)。 副檔名過濾對直接複製與場景桌布提取均生效;目錄過濾與效果圖剔除僅對場景桌布提取生效。

# Settings_TeachingTip_Output3.CloseButtonContent
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
ru_ru: Закрыть
zh_tw: 關閉

# Settings_TeachingTip_Output3.ActionButtonContent
source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ko_kr: 다음
ru_ru: Далее
zh_tw: 繼續

# Settings_TeachingTip_Folder1.Subtitle
source: Each wallpaper gets its own subfolder, files are grouped by wallpaper. Subfolder names can use the wallpaper title or Workshop ID. Supports per-wallpaper skip. Choose conflict handling: overwrite or skip.
es_es: Cada fondo tiene su propia subcarpeta, los archivos se agrupan por fondo. Los nombres de subcarpeta pueden usar el título del fondo o el ID del Taller. Permite saltar por fondo individual. Elija manejo de conflictos: sobrescribir o saltar.
fr_fr: Chaque fond d'écran a son propre sous-dossier, les fichiers sont groupés par fond d'écran. Les sous-dossiers peuvent utiliser le titre ou l'ID Atelier. Permet de sauter par fond d'écran individuel. Gestion des conflits : écraser ou sauter.
it_it: Ogni sfondo ha la propria sottocartella. I nomi possono usare il titolo o l'ID Officina. Supporta il salto per singolo sfondo. Gestione conflitti: sovrascrivi o salta.
ko_kr: 각 배경화면마다 전용 하위 폴더가 생성되고 파일은 배경화면별로 그룹화됩니다. 하위 폴더 이름은 배경화면 제목 또는 워크샵 ID를 사용할 수 있습니다. 배경화면별 건너뛰기를 지원합니다. 충돌 처리: 덮어쓰기 또는 건너뛰기.
ru_ru: Каждые обои получают свою подпапку. Имена подпапок могут использовать название обоев или ID Мастерской. Поддерживается пропуск по отдельным обоям. Обработка конфликтов: перезапись или пропуск.
zh_tw: 每個桌布建立獨立的子資料夾，檔案按桌布分組存放。子資料夾名稱可使用桌布標題或 Workshop ID。支援依桌布粒度跳過已提取項，可選擇檔案衝突時覆蓋或跳過。

# Settings_TeachingTip_Folder1.CloseButtonContent
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
ru_ru: Закрыть
zh_tw: 關閉

# Settings_TeachingTip_Folder1.ActionButtonContent
source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ko_kr: 다음
ru_ru: Далее
zh_tw: 繼續

# Settings_TeachingTip_Folder2.Subtitle
source: All wallpaper files go directly to the same directory, no subfolders. Duplicate filenames are overwritten (per-wallpaper skip not available). Use the sub-option to prefix filenames with wallpaper name to avoid conflicts. Note: Enabling this together with Full Output may cause file clutter.
es_es: Todos los archivos van directamente al mismo directorio, sin subcarpetas. Los nombres duplicados se sobrescriben. Use la sub-opción para prefijar nombres de archivo con el nombre del fondo. Nota: Habilitar esto junto con Salida completa puede causar desorden.
fr_fr: Tous les fichiers vont directement dans le même dossier, sans sous-dossiers. Les noms en double sont écrasés. Utilisez la sous-option pour préfixer avec le nom du fond d'écran. Note: Activer ceci avec Sortie complète peut causer du désordre.
it_it: Tutti i file vanno direttamente nella stessa directory, senza sottocartelle. I duplicati vengono sovrascritti. Usa la sotto-opzione per prefissare i nomi file. Nota: Abilitare insieme a Output completo può causare disordine.
ko_kr: 모든 배경화면 파일이 같은 디렉터리에 직접 출력되며 하위 폴더는 생성되지 않습니다. 중복 파일명은 덮어쓰기됩니다. 하위 옵션으로 파일명에 배경화면 이름 접두사를 추가하여 충돌을 피할 수 있습니다. 참고: 전체 출력과 함께 활성화하면 파일이 혼잡해질 수 있습니다.
ru_ru: Все файлы обоев помещаются напрямую в один каталог, без подпапок. Повторяющиеся имена перезаписываются. Используйте подопцию для добавления префикса с именем обоев. Примечание: включение вместе с полным выводом может вызвать беспорядок в файлах.
zh_tw: 所有桌布檔案直接輸出到同一目錄，不建立子資料夾。重複檔名自動覆蓋（無法依桌布粒度跳過）。可透過子選項為檔名添加桌布名稱前綴以避免衝突。 注意：與完整輸出同時啟用可能導致檔案混亂。

# Settings_TeachingTip_Folder2.CloseButtonContent
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
ru_ru: Закрыть
zh_tw: 關閉

# Settings_TeachingTip_Folder2.ActionButtonContent
source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ko_kr: 다음
ru_ru: Далее
zh_tw: 繼續

# Settings_TeachingTip_Scene1.Subtitle
source: Original directory structure of scene wallpapers is preserved — multi-level subfolders keep their hierarchy. Only affects scene-type wallpapers; non-scene wallpapers always keep structure.
es_es: Se conserva la estructura original de directorios de los fondos de escena, las subcarpetas multinivel mantienen su jerarquía. Solo afecta a fondos de escena; los demás conservan su estructura siempre.
fr_fr: La structure originale des fonds d'écran de scène est conservée — les sous-dossiers gardent leur hiérarchie. Affecte uniquement les fonds d'écran de scène ; les autres conservent toujours leur structure.
it_it: La struttura originale delle directory degli sfondi di scena viene preservata. Interessa solo sfondi di scena; gli altri mantengono sempre la struttura.
ko_kr: 씬 배경화면의 원본 디렉터리 구조가 유지되며 다중 계층 하위 폴더도 계층이 보존됩니다. 씬 유형 배경화면에만 영향을 미치며 비씬 배경화면은 항상 구조를 유지합니다.
ru_ru: Исходная структура каталогов обоев сцены сохраняется — многоуровневые подпапки сохраняют иерархию. Влияет только на обои типа «сцена»; остальные всегда сохраняют структуру.
zh_tw: 場景桌布的原始目錄結構被完整保留——多層子資料夾在輸出中保持相同層級。此選項僅影響場景類型桌布，非場景桌布始終保留目錄結構。

# Settings_TeachingTip_Scene1.CloseButtonContent
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
ru_ru: Закрыть
zh_tw: 關閉

# Settings_TeachingTip_Scene1.ActionButtonContent
source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ko_kr: 다음
ru_ru: Далее
zh_tw: 繼續

# Settings_TeachingTip_Scene2.Subtitle
source: Scene wallpaper subfolder contents are flattened to the same output directory, ignoring source hierarchy. Only affects scene-type wallpapers; non-scene wallpapers are unaffected.
es_es: Los contenidos de subcarpetas de fondos de escena se aplanan al mismo directorio de salida, ignorando la jerarquía. Solo afecta a fondos de escena; los demás no se ven afectados.
fr_fr: Le contenu des sous-dossiers des fonds d'écran de scène est aplati dans le dossier de sortie. Affecte uniquement les fonds d'écran de scène ; les autres ne sont pas affectés.
it_it: I contenuti delle sottocartelle degli sfondi di scena vengono appiattiti nella stessa directory di output. Interessa solo sfondi di scena; gli altri non sono interessati.
ko_kr: 씬 배경화면의 하위 폴더 내용이 동일한 출력 디렉터리로 평탄화되며 원본 계층은 무시됩니다. 씬 유형 배경화면에만 영향을 미치며 비씬 배경화면은 영향을 받지 않습니다.
ru_ru: Содержимое подпапок обоев сцены выравнивается в один выходной каталог. Влияет только на обои типа «сцена»; остальные не затрагиваются.
zh_tw: 場景桌布的子資料夾內容全部攤平到同一輸出目錄，忽略原始目錄層級。此選項僅影響場景類型桌布，非場景桌布不受影響。

# Settings_TeachingTip_Scene2.CloseButtonContent
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
ru_ru: Закрыть
zh_tw: 關閉

# Settings_TeachingTip_Scene2.ActionButtonContent
source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ko_kr: 다음
ru_ru: Далее
zh_tw: 繼續

# Settings_ConflictWarning_Output.Content
source: Using Full Output together with No Subfolders may cause file clutter. It is recommended to disable one of them.
es_es: El uso simultáneo de salida completa y sin subcarpetas puede causar desorden de archivos. Se recomienda desactivar una de ellas.
fr_fr: L'utilisation simultanée de la sortie complète et sans sous-dossiers peut entraîner un désordre de fichiers. Il est recommandé de désactiver l'une d'elles.
it_it: L'uso contemporaneo di output completo e senza sottocartelle può causare disordine di file. Si consiglia di disabilitare una delle due.
ko_kr: 전체 출력과 하위 폴더 사용 안 함을 동시에 사용하면 파일이 혼잡해질 수 있습니다. 하나를 비활성화하는 것이 좋습니다.
ru_ru: Одновременное использование полного вывода и без подпапок может привести к беспорядку в файлах. Рекомендуется отключить одну из опций.
zh_tw: 完整輸出與不使用子資料夾同時選中可能導致檔案目錄混亂，建議關閉其中一項。

# Settings_ConflictWarning_Flat.Content
source: Using Full Output together with No Subfolders may cause file clutter. It is recommended to disable one of them.
es_es: El uso simultáneo de salida completa y sin subcarpetas puede causar desorden de archivos. Se recomienda desactivar una de ellas.
fr_fr: L'utilisation simultanée de la sortie complète et sans sous-dossiers peut entraîner un désordre de fichiers. Il est recommandé de désactiver l'une d'elles.
it_it: L'uso contemporaneo di output completo e senza sottocartelle può causare disordine di file. Si consiglia di disabilitare una delle due.
ko_kr: 전체 출력과 하위 폴더 사용 안 함을 동시에 사용하면 파일이 혼잡해질 수 있습니다. 하나를 비활성화하는 것이 좋습니다.
ru_ru: Одновременное использование полного вывода и без подпапок может привести к беспорядку в файлах. Рекомендуется отключить одну из опций.
zh_tw: 完整輸出與不使用子資料夾同時選中可能導致檔案目錄混亂，建議關閉其中一項。

# Settings_FlatOutput_Header.Text
source: No subfolders
de_de: Keine Unterordner
es_es: Sin subcarpetas
fr_fr: Sans sous-dossiers
it_it: Senza sottocartelle
ko_kr: 하위 폴더 사용 안 함
pt_br: Sem subpastas
ru_ru: Без подпапок
zh_cn: 不使用子文件夹
zh_tw: 不使用子資料夾

# AppBarButton_IconMode.Text
source: Icons
es_es: Iconos
fr_fr: Icônes
it_it: Icone
ko_kr: 아이콘
ru_ru: Значки
zh_tw: 圖示

# AppBarButton_ContentMode.Text
source: Content
es_es: Contenido
fr_fr: Contenu
it_it: Contenuto
ko_kr: 콘텐츠
ru_ru: Содержимое
zh_tw: 內容

# AppBarButton_ListMode.Text
source: List
es_es: Lista
fr_fr: Liste
it_it: Elenco
ko_kr: 목록
ru_ru: Список
zh_tw: 列表

# Pagination.Text
source: Pagination
es_es: Paginación
it_it: Paginazione
ko_kr: 페이지 매김
ru_ru: Постраничный вывод
zh_tw: 分頁

# Pagination_PrevPage.ToolTipService.ToolTip
source: Previous Page
es_es: Página anterior
fr_fr: Page précédente
it_it: Pagina precedente
ko_kr: 이전 페이지
ru_ru: Предыдущая страница
zh_tw: 上一頁

# Pagination_NextPage.ToolTipService.ToolTip
source: Next Page
es_es: Página siguiente
fr_fr: Page suivante
it_it: Pagina successiva
ko_kr: 다음 페이지
ru_ru: Следующая страница
zh_tw: 下一頁

# Pagination_None.Text
source: No Pagination
es_es: Sin paginación
fr_fr: Sans pagination
it_it: Nessuna paginazione
ko_kr: 페이지 매김 없음
ru_ru: Без постраничного вывода
zh_tw: 不分頁

# Pagination_30.Text
source: 30 per page
es_es: 30 por página
fr_fr: 30 par page
it_it: 30 per pagina
ko_kr: 페이지당 30개
ru_ru: 30 на страницу
zh_tw: 每頁 30 項

# Pagination_50.Text
source: 50 per page
es_es: 50 por página
fr_fr: 50 par page
it_it: 50 per pagina
ko_kr: 페이지당 50개
ru_ru: 50 на страницу
zh_tw: 每頁 50 項

# Pagination_70.Text
source: 70 per page
es_es: 70 por página
fr_fr: 70 par page
it_it: 70 per pagina
ko_kr: 페이지당 70개
ru_ru: 70 на страницу
zh_tw: 每頁 70 項

# Pagination_90.Text
source: 90 per page
es_es: 90 por página
fr_fr: 90 par page
it_it: 90 per pagina
ko_kr: 페이지당 90개
ru_ru: 90 на страницу
zh_tw: 每頁 90 項

# AppBarButton_ImportToEditor.Label
source: Import to Editor
es_es: Importar proyecto
fr_fr: Importer le projet
it_it: Importa progetto
ko_kr: 프로젝트 가져오기
ru_ru: Импорт проекта
zh_tw: 匯入專案

# NoSelectionHint.Text
source: Select one or more wallpapers
es_es: Seleccione uno o varios fondos
fr_fr: Sélectionnez un ou plusieurs fonds d'écran
it_it: Seleziona uno o più sfondi
ko_kr: 하나 이상의 배경화면을 선택하세요
ru_ru: Выберите одну или несколько обоев
zh_tw: 選擇一張或多張桌布

# Detail_Extract.Text
source: Extract
es_es: Extraer
fr_fr: Extraire
it_it: Estrai
ko_kr: 추출
ru_ru: Извлечь
zh_tw: 擷取

# Detail_Copy.Text
source: Copy
es_es: Copiar
fr_fr: Copier
it_it: Copia
ko_kr: 복사
ru_ru: Копировать
zh_tw: 複製

# Detail_Unsubscribe.Text
source: Unsubscribe
es_es: Cancelar suscripción
fr_fr: Désabonner
it_it: Annulla iscrizione
ko_kr: 구독 취소
ru_ru: Отписаться
zh_tw: 取消訂閱

# Detail_ImportToEditor.Text
source: Import to Wallpaper Editor
es_es: Importar al editor de fondos
fr_fr: Importer dans l'éditeur
it_it: Importa nell'editor sfondi
ko_kr: 배경화면 편집기로 가져오기
ru_ru: Импортировать в редактор обоев
zh_tw: 匯入桌布編輯器

# Detail_DeleteWallpaper.Text
source: Delete Wallpaper
es_es: Eliminar fondo
fr_fr: Supprimer le fond d'écran
it_it: Elimina sfondo
ko_kr: 배경화면 삭제
ru_ru: Удалить обои
zh_tw: 刪除桌布

# Detail_OpenDirectory.Text
source: Open Directory
es_es: Abrir directorio
fr_fr: Ouvrir le répertoire
it_it: Apri directory
ko_kr: 디렉터리 열기
ru_ru: Открыть каталог
zh_tw: 開啟目錄

# Detail_Properties.Text
source: Properties
es_es: Propiedades
fr_fr: Propriétés
it_it: Proprietà
ko_kr: 속성
ru_ru: Свойства
zh_tw: 屬性

# MultiSelect_SelectAll.Content
source: Select All
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ko_kr: 모두 선택
ru_ru: Выбрать все
zh_tw: 全選

# MultiSelect_InvertSelection.Content
source: Invert Selection
es_es: Invertir selección
fr_fr: Inverser la sélection
it_it: Inverti selezione
ko_kr: 선택 반전
ru_ru: Инвертировать выбор
zh_tw: 反選

# MultiSelect_Cancel.Content
source: Cancel Multi-Select
es_es: Cancelar selección múltiple
fr_fr: Annuler la sélection multiple
it_it: Annulla selezione multipla
ko_kr: 다중 선택 취소
ru_ru: Отменить множественный выбор
zh_tw: 取消多選

# NoScanResultTip.Text
source: No wallpapers found. Please check the scan path in settings.
es_es: El programa no encontró ningún fondo. Vaya a la configuración para corregir la ruta de escaneo
fr_fr: Aucun fond d'écran trouvé, veuillez vérifier le chemin de scan dans les paramètres
it_it: Nessuno sfondo trovato. Vai alle Impostazioni per correggere il percorso di scansione
ko_kr: 배경화면이 스캔되지 않았습니다. 설정에서 스캔 경로를 확인하세요
ru_ru: Программа не обнаружила обоев. Перейдите в настройки для исправления пути сканирования.
zh_tw: 程式未掃描到任何桌布，請前往設定修正掃描路徑

# NoScanResultTip_Components.Text
source: No components found. Please check the scan path in settings.
es_es: El programa no encontró ningún componente. Vaya a la configuración para corregir la ruta de escaneo
fr_fr: Aucun composant trouvé, veuillez vérifier le chemin de scan dans les paramètres
it_it: Nessun componente trovato. Vai alle Impostazioni per correggere il percorso di scansione
ko_kr: 구성 요소가 스캔되지 않았습니다. 설정에서 스캔 경로를 확인하세요
ru_ru: Программа не обнаружила компонентов. Перейдите в настройки для исправления пути сканирования.
zh_tw: 程式未掃描到任何組件，請前往設定修正掃描路徑

# GoToSettings.Content
source: Go to Settings
es_es: Ir a configuración
fr_fr: Aller aux paramètres
it_it: Vai alle Impostazioni
ko_kr: 설정으로 이동
ru_ru: Перейти в настройки
zh_tw: 前往設定

# ExtractPause.Text
source: Pause
es_es: Pausar
it_it: Pausa
ko_kr: 일시정지
ru_ru: Приостановить
zh_tw: 暫停

# ExtractResume.Text
source: Resume
es_es: Reanudar
fr_fr: Reprendre
it_it: Continua
ko_kr: 계속
ru_ru: Продолжить
zh_tw: 繼續

# ExtractStop.Text
source: Stop
es_es: Detener
fr_fr: Arrêter
ko_kr: 중지
ru_ru: Остановить
zh_tw: 停止
